// RIBBON MENU - MAIN MENU
IDS_MAIN_RIBBON_MENU_Main                     = "메인"
IDS_RIBBON_MAIN_MENU_NEW                      = "새 파일"
IDS_RIBBON_MAIN_MENU_OPEN                     = "열기..."
IDS_RIBBON_MAIN_MENU_CLOSE                    = "닫기"
IDS_RIBBON_MAIN_MENU_SAVE                     = "저장"
IDS_RIBBON_MAIN_MENU_SAVEAS                   = "다른 이름으로 저장..."
IDS_RIBBON_MAIN_MENU_IMPORT                   = "가져오기..."
IDS_RIBBON_MAIN_MENU_EXPORT                   = "내보내기..."
IDS_RIBBON_MAIN_MENU_BATCHPRINT               = "일괄 출력..."
IDS_RIBBON_MAIN_MENU_REGTEST                  = "Regression Test..."
IDS_RIBBON_MAIN_MENU_MRU_FILE                 = "최근 파일"
IDS_RIBBON_MAIN_MENU_EXIT                     = "Design+ 종료"
IDS_RIBBON_MAIN_MENU_UNDO                     = "실행취소"
IDS_RIBBON_MAIN_MENU_REDO                     = "실행복구"
IDS_RIBBON_MAIN_MENU_UNDOLIST                 = "실행취소 목록"
IDS_RIBBON_MAIN_MENU_REDOLIST                 = "실행복구 목록"

// RIBBON MENU - MODE & LINK
IDS_RIBBON_BARR_MODELINK                      = "모드/연동"
IDS_RIBBON_PANL_MODE_UI                       = "사용자 입력 환경"
IDS_RIBBON_MENU_MODE_PROJECT                  = "프로젝트 모드"
IDS_RIBBON_MENU_MODE_SIMPLE                   = "심플 모드"
IDS_RIBBON_MENU_MODE_CHECK                    = "검토 모드"

IDS_RIBBON_PANL_LINK                          = "연동"
IDS_RIBBON_MENU_LINK_MIDAS                    = "연동"
IDS_RIBBON_MENU_LINK_OPTION                   = "연동 옵션"
IDS_RIBBON_MENU_LINK_DATABASE                 = "연동 DB"

IDS_RIBBON_PANL_MODE_EDIT                     = "편집 모드"
IDS_RIBBON_MENU_MODE_INPUT_FORM               = "부재"
IDS_RIBBON_MENU_MODE_LIST_FORM                = "부재 목록"
IDS_RIBBON_MENU_MODE_DWG_FORM                 = "도면"
IDS_RIBBON_MENU_MODE_QUAN_FORM                = "물량"
IDS_RIBBON_MENU_MODE_CHECK_FORM               = "검토"

// RIBBON MENU - RC MEMBER
IDS_RIBBON_BARR_RCS                           = "콘크리트"
IDS_RIBBON_PANL_RCS_CONC                      = "철근 콘크리트 부재"
IDS_RIBBON_MENU_RCS_SLAB                      = "슬래브"
IDS_RIBBON_MENU_RCS_BEAM                      = "보"
IDS_RIBBON_MENU_RCS_COLUMN                    = "기둥"
IDS_RIBBON_MENU_RCS_GENCOLUMN                 = "임의 형상 기둥"
IDS_RIBBON_MENU_RCS_SHEAR_WALL                = "전단벽"
IDS_RIBBON_MENU_RCS_COMB_WALL                 = "이형 벽체"
IDS_RIBBON_MENU_RCS_BASEMENT_WALL             = "지하외벽"
IDS_RIBBON_MENU_RCS_RETAIN_WALL               = "옹벽"
IDS_RIBBON_MENU_RCS_ANCHOR_BOLT               = "앵커볼트"
IDS_RIBBON_MENU_RCS_BUTTRESS                  = "버트레스"
IDS_RIBBON_MENU_RCS_STAIR                     = "계단"
IDS_RIBBON_MENU_RCS_CORBEL                    = "코벨 / 브라켓"

IDS_RIBBON_PANL_RCS_FOOTING                   = "기초"
IDS_RIBBON_MENU_RCS_FOUNDATION                = "기초"
IDS_RIBBON_MENU_RCS_ISO_FOOTING               = "독립 기초"
IDS_RIBBON_MENU_RCS_COMB_FOOTING              = "복합 기초"
IDS_RIBBON_MENU_RCS_STRIP_FOOTING             = "줄 기초"

IDS_RIBBON_PANL_RCS_TABLE                     = "강도 테이블"
IDS_RIBBON_MENU_RCS_BEAM_LIST                 = "보 테이블"
IDS_RIBBON_MENU_RCS_SLAB_LIST                 = "슬래브 테이블"

IDS_RIBBON_PANL_RCS_BATCH_BEAM                = "일괄 보"
IDS_RIBBON_MENU_RCS_BATCH_BEAM                = "일괄 보"
IDS_RIBBON_MENU_RCS_BEAM_SMARTDGN_OPT         = "일괄 설계 설정"
IDS_RIBBON_MENU_RCS_BEAM_SMARTDGN_BLD         = "건물 정보 설정"
IDS_RIBBON_MENU_RCS_BEAM_SMARTDGN_ALL         = "시공성 고려 설계 ( 전체 )"

IDS_RIBBON_PANL_RCS_BATCH_COLUMN              = "일괄 기둥"
IDS_RIBBON_MENU_RCS_BATCH_COLUMN              = "일괄 기둥"
IDS_RIBBON_MENU_RCS_COLUMN_SMARTDGN_OPT       = "일괄 설계 설정"
IDS_RIBBON_MENU_RCS_COLUMN_SMARTDGN_BLD       = "건물 정보 설정"
IDS_RIBBON_MENU_RCS_COLUMN_SMARTDGN_ALL       = "시공성 고려 설계 ( 전체 )"

IDS_RIBBON_PANL_RCS_BATCHWALL                 = "일괄 벽체"
IDS_RIBBON_MENU_RCS_BATCH_WALL                = "일괄 벽체"
IDS_RIBBON_MENU_RCS_WALL_SMARTDGN_OPT         = "일괄 설계 설정"
IDS_RIBBON_MENU_RCS_WALL_SMARTDGN_BLD         = "건물 정보 설정"
IDS_RIBBON_MENU_RCS_WALL_SMARTDGN_ALL         = "시공성 고려 설계 ( 전체 )"

// RIBBON MENU - STEEL MEMBER
IDS_RIBBON_BARR_STL                           = "철골"
IDS_RIBBON_PANL_STL                           = "철골 부재"
IDS_RIBBON_MENU_STL_BEAM_COLUMN               = "보 / 기둥"
IDS_RIBBON_MENU_STL_BASE_PLATE                = "주각부"
IDS_RIBBON_MENU_STL_BOLT_CONNECTION           = "볼트 접합부"
IDS_RIBBON_MENU_STL_MOMENT_BOLT               = "모멘트 볼트 접합부"
IDS_RIBBON_MENU_STL_CRANE_GIRDER              = "크레인 주행보"
IDS_RIBBON_MENU_STL_PURLIN_GIRT               = "중도리 / 띠장"
IDS_RIBBON_MENU_STL_WEB_OPENING               = "웨브 개공보"
IDS_RIBBON_MENU_STL_WELDING                   = "용접"
IDS_RIBBON_MENU_STL_EMBEDPLATE                = "임베디드 플레이트"
IDS_RIBBON_MENU_STL_STAIR                     = "계단"
IDS_RIBBON_MENU_STL_CORWEB_BEAM               = "파형웨브보"

IDS_RIBBON_PANL_SEISMIC_DESIGN_TOOL           = "내진 설계 도구"
IDS_RIBBON_MENU_STL_TOOL_UNBRACE_LENGTH       = "비지지 길이"
IDS_RIBBON_MENU_STL_TOOL_BRACE_STRENGTH       = "브레이스 강도"
IDS_RIBBON_MENU_STL_TOOL_LINK_STIFFENER       = "링크 스티프너"
IDS_RIBBON_MENU_STL_TOOL_BEAMSTR_VBRACE       = "보의 강도"

// RIBBON MENU - SRC MEMBER
IDS_RIBBON_BARR_SRC                           = "합성부재"
IDS_RIBBON_PANL_SRC                           = "합성부재"
IDS_RIBBON_MENU_SRC_COMPOSITE_BEAM            = "합성보"
IDS_RIBBON_MENU_SRC_BASE_PLATE                = "주각부"
IDS_RIBBON_MENU_SRC_COLUMN                    = "SRC 기둥"
IDS_RIBBON_MENU_SRC_CFT_COLUMN                = "CFT 기둥"

// RIBBON MENU - ALUMINUM MEMBER
IDS_RIBBON_BARR_ALU                           = "알루미늄"
IDS_RIBBON_PANL_ALU                           = "알루미늄 부재"
IDS_RIBBON_MENU_ALU_BEAMCOL                   = "보 / 기둥"
IDS_RIBBON_MENU_ALU_BEAMCOLGEN                = "임의형상 보 / 기둥"

// RIBBON MENU - REINFORCEMENT MEMBER
IDS_RIBBON_BARR_RFM                           = "보강"
IDS_RIBBON_PANL_RFM_CONC                      = "RC 보강"
IDS_RIBBON_MENU_RFM_SLAB                      = "슬래브"
IDS_RIBBON_MENU_RFM_BEAM                      = "보"
IDS_RIBBON_MENU_RFM_COLUMN                    = "기둥"

// RIBBON MENU - RC MEMBER
IDS_RIBBON_BARR_PBD                           = "성능기반설계"
IDS_RIBBON_PANL_PBD_CONC                      = "철근 콘크리트 부재"
IDS_RIBBON_MENU_PBD_RCS_BEAM                  = "보"
IDS_RIBBON_MENU_PBD_RCS_COLUMN                = "기둥"
IDS_RIBBON_MENU_PBD_RCS_WALL                  = "전단벽"

// RIBBON MENU - LOAD
IDS_RIBBON_BARR_LOAD                          = "하중"
IDS_RIBBON_PANL_LOAD                          = "설계 하중"
IDS_RIBBON_MENU_LOAD_DESIGN_LOAD              = "설계 하중"
IDS_RIBBON_MENU_LOAD_IMPORT_LOAD              = "가져오기"
IDS_RIBBON_MENU_LOAD_EXPORT_WORD              = "내보내기 [ Word ]"
IDS_RIBBON_MENU_LOAD_EXPORT_RTF               = "내보내기 [ Word RTF ]"
IDS_RIBBON_MENU_LOAD_EXPORT_EXCEL             = "내보내기 [ Excel ]"
IDS_RIBBON_MENU_LOAD_LOAD_COMB                = "하중 조합"

// RIBBON MENU - OPTION
IDS_RIBBON_BARR_OPTION                        = "설정"
IDS_RIBBON_PANL_SETTING                       = "설정"
IDS_RIBBON_MENU_SET_DGNCODE                   = "설계 기준"
IDS_RIBBON_MENU_SET_DATABASE                  = "데이터 베이스"

IDS_RIBBON_PANL_OPTION                        = "설정"
IDS_RIBBON_MENU_OPT_BAROPT                    = "철근 설정"
IDS_RIBBON_MENU_OPT_STLOPT                    = "철골 설정"
IDS_RIBBON_MENU_OPT_ALUOPT                    = "알루미늄 설정"

IDS_RIBBON_PANL_DGN_OPTION                    = "부재별 설정"
IDS_RIBBON_MENU_OPT_DGN_OPTION                = "설계 설정"
IDS_RIBBON_MENU_OPT_CHK_OPTION                = "검토 설정"
IDS_RIBBON_MENU_OPT_DWG_OPTION                = "도면 설정"
IDS_RIBBON_MENU_OPT_RPT_OPTION                = "계산서 설정"

IDS_RIBBON_PANL_OPT_PREFER                    = "사용자 설정"
IDS_RIBBON_MENU_OPT_PREFER                    = "사용자 설정"
IDS_RIBBON_MENU_OPT_IMPORT_PREF               = "사용자 설정 가져오기"
IDS_RIBBON_MENU_OPT_INITDATA                  = "초기값 설정 ( 레지스트리 )"

// RIBBON MENU - TOOL
IDS_RIBBON_BARR_TOOL                          = "도구"
IDS_RIBBON_PANL_TOOL_TOOLS                    = "도구"
IDS_RIBBON_MENU_TOOL_BATCH_DESIGN             = "일괄 설계"
IDS_RIBBON_MENU_TOOL_REORDER_MEMBLIST         = "부재 재정렬"
IDS_RIBBON_MENU_TOOL_UNIT_CONV                = "단위 변환기"
IDS_RIBBON_MENU_TOOL_DEVELOP_LENGTH           = "정착/이음 계산기"

IDS_RIBBON_PANL_TOOL_TABLE                    = "DB데이터 테이블"
IDS_RIBBON_MENU_TOOL_BAR_TABLE                = "철근 단면적 테이블"
IDS_RIBBON_MENU_TOOL_BAR_INFO                 = "철근 DB"
IDS_RIBBON_MENU_TOOL_SECT_INFO                = "철골 단면 DB"

IDS_RIBBON_PANL_TOOL_DEFAULT                  = "기본값 설정"
IDS_RIBBON_MENU_TOOL_SET_DEFAULT_ALL          = "기본값 ( 전체 부재 )"
IDS_RIBBON_MENU_TOOL_SET_DEFAULT_CUR          = "기본값 ( 현재 부재 )"
IDS_RIBBON_MENU_TOOL_SET_DEFAULT_DEL          = "기본값 초기화"

IDS_RIBBON_PANL_TOOL_CONVERT                  = "데이터 변환"
IDS_RIBBON_MENU_TOOL_CONVERT_URGC             = "RC기둥 > 임의 형상 기둥"
IDS_RIBBON_MENU_TOOL_CONVERT_UCCO             = "RC기둥 > SRC 기둥"
IDS_RIBBON_MENU_TOOL_CONVERT_URDW             = "이형 벽체 > RC 임의 형상 기둥 [ Debug ]"

// RIBBON MENU - DEV TOOL
IDS_RIBBON_BARR_DEVTOOL                       = "개발 도구"
IDS_RIBBON_PANL_DEVTOOL_REGTEST               = "회귀 검토"
IDS_RIBBON_MENU_DEVTOOL_REGTEST               = "회귀 검토"
IDS_RIBBON_MENU_DEVTOOL_EXPORT                = "내보내기"
IDS_RIBBON_MENU_DEVTOOL_RENAME                = "파일명 변경"
IDS_RIBBON_PANL_DEVTOOL_STRING                = "문자 도구"
IDS_RIBBON_MENU_DEVTOOL_STR_CONVERT           = "문자열 변환기 ( INI File )"
IDS_RIBBON_MENU_DEVTOOL_STR_ALIGNER           = "문자열 정렬기"
IDS_RIBBON_MENU_DEVTOOL_STR_FILECOPY          = "문자열 파일 복사"
IDS_RIBBON_PANL_DEVTOOL_DLG                   = "대화 상자"
IDS_RIBBON_MENU_DEVTOOL_DLGCTRL               = "대화 상자 콘트롤 샘플"
IDS_RIBBON_PANL_DEVTOOL_CONVERTER             = "변환기"
IDS_RIBBON_MENU_DEVTOOL_CONVERTER             = "데이터 변환"

// RIBBON MENU - VIEW
IDS_RIBBON_BARR_VIEW                          = "보기"
IDS_RIBBON_PANL_VIEW_VIEW                     = "보기"
IDS_RIBBON_MENU_VIEW_STATUSBAR                = "상태 표시줄"
IDS_RIBBON_MENU_VIEW_TOPMOST                  = "항상 위"

IDS_RIBBON_PANL_VIEW_APPLOOK                  = "프로그램 모양"
IDS_RIBBON_MENU_VIEW_APPLOOK_2000             = "Office 2000"
IDS_RIBBON_MENU_VIEW_APPLOOK_XP               = "Office XP"
IDS_RIBBON_MENU_VIEW_APPLOOK_2003             = "Office 2003"
IDS_RIBBON_MENU_VIEW_APPLOOK_VS2005           = "VS.NET 2005"
IDS_RIBBON_MENU_VIEW_APPLOOK_WIN_XP           = "Windows XP"
IDS_RIBBON_MENU_VIEW_APPLOOK_2007             = "Office 2007"

// RIBBON MENU - WINDOW
IDS_RIBBON_BARR_WINDOW                        = "창"
IDS_RIBBON_PANL_WINDOW                        = "창"
IDS_RIBBON_MENU_WINDOW_CASCADE                = "계단식 배열"
IDS_RIBBON_MENU_WINDOW_TILE_HORZ              = "타일식 (수평)"
IDS_RIBBON_MENU_WINDOW_TILE_VERT              = "타일식 (수직)"
IDS_RIBBON_MENU_WINDOW_ARRANGE                = "아이콘 배열"

// RIBBON MENU - HELP
IDS_RIBBON_BARR_HELP                          = "도움말"
IDS_RIBBON_PANL_HELP_HELP                     = "도움말"
IDS_RIBBON_MENU_HELP_FINDER                   = "목차 인덱스"
IDS_RIBBON_MENU_HELP_CONTENTS                 = "목차"
IDS_RIBBON_MENU_HELP_SEARCHHELP               = "도움말 검색"

IDS_RIBBON_PANL_HELP_WEB                      = "웹 사이트"
IDS_RIBBON_MENU_HELP_MIDASHOME                = "midas 홈페이지"
IDS_RIBBON_MENU_HELP_MIDASQNA                 = "Q/A"
IDS_RIBBON_MENU_HELP_MIDASREQ                 = "개선 요청"
IDS_RIBBON_MENU_HELP_REGISTERID               = "신규 ID 등록"
IDS_RIBBON_MENU_HELP_FAQ                      = "FAQ"
IDS_RIBBON_MENU_HELP_BUGFIXLIST               = "개선 항목"
IDS_RIBBON_MENU_HELP_SHOW_START               = "시작 페이지"

IDS_RIBBON_PANL_HELP_REGISTER                 = "등록"
IDS_RIBBON_MENU_HELP_REGISTER                 = "프로텍션 등록"
IDS_RIBBON_MENU_APP_ABOUT                     = "Design+ 정보"

// IDR_MAINFRAME MENU
MAINFRM_MENU_POPUP_FILE                       = "파일(&F)"
MAINFRM_ID_FILE_NEW                           = "새 파일(&N)\tCtrl+N"
MAINFRM_ID_FILE_OPEN                          = "열기(&O)...\tCtrl+O"
MAINFRM_ID_FILE_PRINT_SETUP                   = "인쇄 설정(&R)..."
MAINFRM_ID_FILE_MRU_FILE1                     = "최근 파일"
MAINFRM_ID_APP_EXIT                           = "종료(&X)"

MAINFRM_MENU_POPUP_VIEW                       = "보기(&V)"
MAINFRM_MENU_POPUP_TOOLBARS                   = "툴바(&T)"
MAINFRM_ID_VIEW_TOOLBARSMENUITEM              = ""
MAINFRM_ID_VIEW_STATUS_BARMENUITEM            = "상태 표시줄(&S)"
MAINFRM_MENU_POPUP_APP_LOOK                   = "&Application Look"
MAINFRM_ID_VIEW_APPLOOK_2000                  = "Office &2000"
MAINFRM_ID_VIEW_APPLOOK_XP                    = "Office &XP"
MAINFRM_ID_VIEW_APPLOOK_2003                  = "Office 200&3"
MAINFRM_ID_VIEW_APPLOOK_VS2005                = "Visual Studio.NET 200&5"
MAINFRM_ID_VIEW_APPLOOK_WIN_XP                = "&Windows XP"
MAINFRM_ID_VIEW_APPLOOK_2007                  = "Office 200&7"
MAINFRM_MENU_POPUP_HELP                       = "도움말(&H)"
MAINFRM_ID_APP_ABOUT                          = "Design+ 정보(&A)..."
MAINFRM_ID_HELP_SHOW_START                    = "시작 페이지 보기"

// IDR_DPLUSTYPE MENU
MENU_POPUP_FILE                               = "파일(&F)"
ID_FILE_NEW                                   = "새 파일(&N)"
ID_FILE_OPEN                                  = "열기(&O)..."
ID_FILE_CLOSE                                 = "닫기(&C)"
ID_FILE_SAVE                                  = "저장(&S)"
ID_FILE_SAVE_AS                               = "다른 이름으로 저장(&A)..."
ID_FILE_IMPORT                                = "가져오기(&I)..."
ID_FILE_EXPORT                                = "내보내기(&E)..."
ID_FILE_BATCH_PRINT                           = "Batch Print..."
ID_FILE_REGTEST                               = "Regression Test..."
ID_FILE_MRU_FILE1                             = "최근 파일"
ID_APP_EXIT                                   = "종료(&X)"

MENU_POPUP_EDIT                               = "편집(&E)"
ID_EDIT_UNDO                                  = "실행 취소(&U)\tCtrl+Z"
ID_EDIT_REDO                                  = "다시 실행(&R)\tCtrl+R"

MENU_POPUP_VIEW                               = "보기(&V)"
MENU_POPUP_TOOLBAR                            = "툴바(&T)"
ID_VIEW_TOOLBARS                              = ""
ID_VIEW_STATUS_BAR                            = "상태 표시줄(&S)"
MENU_POPUP_APP_LOCK                           = "프로그램 스타일(&A)"
ID_VIEW_APPLOOK_2000                          = "Office &2000"
ID_VIEW_APPLOOK_XP                            = "Office &XP"
ID_VIEW_APPLOOK_2003                          = "Office 200&3"
ID_VIEW_APPLOOK_VS2005                        = "Visual Studio.NET 200&5"
ID_VIEW_APPLOOK_WIN_XP                        = "&Windows XP"
ID_VIEW_APPLOOK_2007                          = "Office 200&7"

ID_VIEW_INPUT_FORM                            = "부재(&M)"
ID_VIEW_LIST_FORM                             = "부재 목록(&L)"
ID_VIEW_DWG_FORM                              = "도면(&D)"
ID_VIEW_QUAN_FORM                             = "물량(&Q)"
ID_VIEW_CHECK_FORM                            = "검토 보기(&C)"

MENU_POPUP_RCS                                = "콘크리트(&R)"
ID_DGN_RCS_SLAB                               = "슬래브(&S)"
ID_DGN_RCS_BEAM                               = "보(&B)"
ID_DGN_RCS_COLUMN                             = "기둥(&C)"
ID_DGN_RCS_GENCOLUMN                          = "임의 형상 기둥(&G)"
ID_DGN_RCS_SHEAR_WALL                         = "전단벽(&W)"
ID_DGN_RCS_COMB_WALL                          = "이형 벽체"
ID_DGN_FOUNDATION                             = "기초(&F)"
ID_DGN_COMB_FOOTING                           = "복합 기초"
ID_DGN_STRIP_FOOTING                          = "줄기초"
ID_DGN_RCS_BASEMENT_WALL                      = "지하외벽(&M)"
ID_DGN_RCS_RETAIN_WALL                        = "옹벽"
ID_DGN_RCS_ANCHOR_BOLT                        = "앵커볼트"
ID_DGN_RCS_BUTTRESS                           = "버트레스(&T)"
ID_DGN_RCS_STAIR                              = "계단(&R)"
ID_DGN_RCS_CORBEL                             = "코벨/브라켓(&O)"
ID_DGN_RCS_BEAM_LIST                          = "보 테이블(&M)"
ID_DGN_RCS_SLAB_LIST                          = "슬래브 테이블(&A)"
ID_DGN_RCS_BATCH_WALL                         = "일괄 벽체(&H)"

MENU_POPUP_SMART_DGN                          = "시공성 고려한 설계 ( 일괄 벽체 )"
ID_DGN_RCS_WALL_SMARTDGN_OPT                  = "시공성 고려한 설계 옵션..."
ID_DGN_RCS_WALL_SMARTDGN_BLD                  = "건물 정보 설정..."
ID_DGN_RCS_WALL_SMARTDGN_ALL                  = "시공성 고려한 설계 수행 ( 전체 )"

MENU_POPUP_STL                                = "철골(&S)"
ID_DGN_STEEL_BEAM_COLUMN                      = "보 && 기둥(&B)"
ID_DGN_STEEL_BASE_PLATE                       = "베이스 플레이트(&P)"
ID_DGN_STEEL_BOLT_CONNECTION                  = "볼트 접합부(&C)"
ID_DGN_STEEL_CRANE_GIRDER                     = "크레인 주행보(&G)"
ID_DGN_STEEL_PURLIN_GIRT                      = "중도리 && 띠장(&U)"
ID_DGN_STEEL_WEB_OPENING                      = "웨브 개공보(&O)"
ID_DGN_STEEL_WELDING                          = "용접(&W)"
ID_DGN_STEEL_EMBEDPLATE                       = "임베디드 플레이트(&E)"
ID_DGN_STEEL_STAIR                            = "철골 계단(&S)"

MENU_POPUP_SRC                                = "합성부재(&C)"
ID_DGN_SRC_COMPOSITE_BEAM                     = "합성보(&C)"
ID_DGN_SRC_BASE_PLATE                         = "베이스 플레이트(&B)"
ID_DGN_SRC_COLUMN                             = "기둥(매립형)(&S)"
ID_DGN_SRC_CFT_COLUMN                         = "콘크리트 충전 강관(&F)"

MENU_POPUP_ALU                                = "알루미늄(&A)"
ID_DGN_ALU_BEAMCOL                            = "보 && 기둥(&B)"
ID_DGN_ALU_BEAMCOLGEN                         = "임의 형상 보 && 기둥(&C)"

MENU_POPUP_LOAD                               = "설계 하중(&O)"
ID_LOAD_DESIGN_LOAD                           = "설계 하중(&D)..."
ID_LOAD_IMPORT_DESIGN_LOAD                    = "설계 하중 가져오기(&I)..."
MENU_POPUP_LOAD_EXPORT                        = "설계 하중 내보내기(&E)"
ID_LOAD_EXPORT_WORD                           = "Microsoft &Word"
ID_LOAD_EXPORT_EXCEL                          = "Microsoft &Excel"
ID_LOAD_LOAD_COMB                             = "하중 조합..."

MENU_POPUP_OPTION                             = "옵션(&O)"
ID_OPT_OPTION                                 = "옵션(&O)..."
ID_OPT_DATABASE                               = "데이터베이스 옵션(&D)..."
ID_OPT_REBAR                                  = "철근 옵션(&R)..."
ID_OPT_INITDATA                               = "초기값 설정 (레지스트리)..."
ID_OPT_STEEL_OPTION                           = "철골 옵션(&S)..."
ID_OPT_ALU_OPTION                             = "알루미늄 옵션(&A)..."
ID_OPT_DGN_OPTION                             = "설계 설정..."
ID_OPT_DWG_OPTION                             = "도면 설정..."
ID_OPT_PREFERENCE                             = "사용자 환경 설정(&P)..."
ID_OPT_CHECK_OPTION                           = "부재 검토 옵션(&C)..."
ID_OPT_TOPMOST                                = "항상 맨 위(&T)"

MENU_POPUP_MODE                               = "모드(&M)"
ID_MODE_PROJECT                               = "프로젝트 모드(&P)"
ID_MODE_SIMPLE                                = "심플 모드(&S)"
ID_MODE_CHECK                                 = "검토 모드(&C)"

MENU_POPUP_TOOL                               = "도구(&T)"
ID_TOOL_BATCH_DESIGN                          = "일괄 설계(&B)..."
ID_TOOL_SET_DEFAULT_ALL                       = "기본값 설정 (전체 부재)(&S) ..."
ID_TOOL_SET_DEFAULT_CUR                       = "기본값 설정 (현재 부재)\tCtrl+D"
ID_TOOL_SET_DEFAULT_DEL                       = "기본값 설정 초기화"
ID_TOOL_REORDER_MEMBERLIST                    = "부재 목록 정렬(&R)..."
ID_TOOL_IMPORT_PREF                           = "사용자 환경 설정 가져오기..."
ID_TOOL_CONVERT_URGC                          = "콘크리트 기둥 -> 임의 형상 기둥..."
ID_TOOL_CONVERT_UCCO                          = "콘크리트 기둥 -> 합성 부재 / 매립형 기둥..."
ID_TOOL_CONVERT_URDW                          = "콘크리트 이형 벽체 -> 이형 벽체 [Debug]"
ID_TOOL_BAR_TABLE                             = "철근 테이블(&T)..."
ID_TOOL_BAR_INFO                              = "철근 정보(&I)..."
ID_TOOL_SECT_INFO                             = "철골 단면 정보 ..."
ID_TOOL_UNIT_CONV                             = "단위 변환기(&U)..."
ID_TOOL_DEVELOP_LENGTH                        = "정착 및 이음 길이 계산기(&D)..."

MENU_POPUP_LINK                               = "연동(&L)"
ID_LINK_MIDAS_FAMILY                          = "연동하기(&L)..."
ID_LINK_OPTION                                = "연동 옵션(&O)..."

MENU_POPUP_WINDOW                             = "창 관리(&W)"
ID_WINDOW_CASCADE                             = "계단식 정렬(&C)"
ID_WINDOW_TILE_HORZ                           = "타일형 정렬(&T)"
ID_WINDOW_ARRANGE                             = "아이콘 정렬(&A)"

MENU_POPUP_HELP                               = "도움말(&H)"
ID_HELP_REGISTER                              = "프로텍션 라이센스 등록(&R)..."
ID_HELP_FINDER                                = "색인(&I)...\tF1"
ID_HELP_CONTENTS                              = "목차(&C)"
ID_HELP_SEARCHHELP                            = "도움말 검색하기(&S)..."
MENU_POPUP_HELP_WEB                           = "한국 웹 검색하기(&W)"
ID_HELP_MIDASHOME                             = "홈페이지(&H)"
ID_HELP_MIDASQNA                              = "질문과 답변"
ID_HELP_REGISTERID                            = "회원 등록"
ID_HELP_LICENSING_CONF                        = "프로그램 옵션 설정"
ID_HELP_FAQ                                   = "FAQ"
ID_HELP_MIDASREQ                              = "개선 요청"
ID_HELP_BUGFIXLIST                            = "수정된 버그 목록"
ID_HELP_SHOW_START                            = "시작 페이지 보기"
ID_APP_ABOUT                                  = "Design+ 정보(&A)..."

// Context Menu of Worktree
ID_WORKTREE_LIST_DIALOG                       = "부재 목록..."
ID_WORKTREE_SHOW_ALL                          = "전체 보기..."
ID_WORKTREE_HIDE_ALL                          = "전체 숨기기..."
ID_WORKTREE_SELECT_ALL                        = "전체 선택..."
ID_WORKTREE_UNSELECT_ALL                      = "전체 해제..."
ID_WORKTREE_ADD                               = "추가..."
ID_WORKTREE_DELETEALL                         = "전체 삭제"
ID_WORKTREE_GROUP                             = "그룹..."
ID_WORKTREE_REORDER                           = "재정렬하기..."
ID_WORKTREE_SORT_ATOZ                         = "오름차순 정렬"
ID_WORKTREE_SORT_ZTOA                         = "내림차순 정렬"

ID_WORKTREE_SHOW                              = "보기..."
ID_WORKTREE_HIDE                              = "감추기..."
ID_WORKTREE_SELECT                            = "선택"
ID_WORKTREE_UNSELECT                          = "해제"
ID_WORKTREE_EDIT                              = "편집..."
ID_WORKTREE_COPY                              = "복사"
ID_WORKTREE_DELETE                            = "삭제"
ID_WORKTREE_REPORT_DWG                        = "도면 및 보고서"
ID_WORKTREE_DWGONLY                           = "도면"
ID_WORKTREE_REPORTONLY                        = "계산서"
ID_WORKTREE_NOTOUTPUT                         = "검토용"
ID_WORKTREE_BY_MEMBER                         = "부재 설정 적용"

// Context Menu
ID_MAIN_CONTEXT_COPY                          = "복사(&C)"
ID_MAIN_CONTEXT_SELECT_ALL                    = "전체 선택(&S)"
ID_MAIN_CONTEXT_CLEAR                         = "전체 지우기(&A)"

// Main Input Page
ID_SLAB_NORMAL                                = "슬래브"
ID_SLAB_REINFORCE                             = "슬래브 보강"
ID_URBE_NORMAL                                = "보"
ID_URBE_REINFORCE                             = "보 보강"
ID_UFDN_ISOLATED                              = "독립 기초"
ID_UFDN_COMBINE                               = "복합 기초"
ID_UFDN_STRIP                                 = "줄기초"
ID_URCO_REGULAR                               = "기둥"
ID_URCO_GENERAL                               = "임의 형상 기둥"
ID_URCO_REINFORCE                             = "기둥 보강"
ID_URSW_SHEAR                                 = "전단벽"
ID_URSW_COMBINE                               = "이형 벽체"
ID_URBL_BEAMLIST                              = "보 테이블"
ID_URSL_SLABLIST                              = "슬래브 테이블"
ID_UAAG_REGULAR                               = "DB 단면"
ID_UAAG_GENERAL                               = "임의 형상 단면"
ID_URBW_BASEWALL                              = "지하외벽"
ID_URBW_CANTILEVER                            = "옹벽"
ID_BATCH_DGN_BEAM                             = "일괄 보"
ID_BATCH_DGN_COLUMN							  = "일괄 기둥"
ID_BATCH_DGN_WALL                             = "일괄 전단벽"
ID_USSG_BEAM_COLM                             = "보 / 기둥"
ID_USSG_CWEB_BEAM                             = "파형웨브보"
ID_USBP_BASEPLATE                             = "주각부"
ID_USBP_EMBEDPLATE                            = "임베디드 플레이트"
ID_USBC_BOLT_CONNECT                          = "볼트 접합부"
ID_USBC_MOMENT_BOLT                           = "모멘트 볼트 접합부"

// Popup MENU
ID_POPUP_MENU_DET                             = "상세 계산서"
ID_POPUP_MENU_SUM                             = "요약 계산서"
ID_POPUP_MENU_INP                             = "입력 데이터"
ID_POPUP_MENU_DET_DOC                         = "워드 : 상세 계산서"
ID_POPUP_MENU_SUM_DOC                         = "워드 : 요약 계산서"
ID_POPUP_MENU_INP_DOC                         = "워드 : 입력 데이터"
ID_POPUP_MENU_DET_RTF                         = "워드 RTF : 상세 계산서"
ID_POPUP_MENU_SUM_RTF                         = "워드 RTF : 요약 계산서"
ID_POPUP_MENU_INP_RTF                         = "워드 RTF : 입력 데이터"
ID_POPUP_MENU_DET_XLS                         = "엑셀 : 상세 계산서"
ID_POPUP_MENU_SUM_XLS                         = "엑셀 : 요약 계산서"
ID_POPUP_MENU_INP_XLS                         = "엑셀 : 입력 데이터"
ID_POPUP_MENU_DET_LBX                         = "LibXL : 상세 계산서"
ID_POPUP_MENU_SUM_LBX                         = "LibXL : 요약 계산서"
ID_POPUP_MENU_INP_LBX                         = "LibXL : 입력 데이터"
ID_POPUP_MENU_DET_TXT                         = "텍스트 : 상세 계산서"
ID_POPUP_MENU_SUM_TXT                         = "텍스트 : 요약 계산서"
ID_POPUP_MENU_INP_TXT                         = "텍스트 : 입력 데이터"
ID_GURGW_REPORT_WORD                          = "Microsoft Word"
ID_GURGW_REPORT_RTF                           = "Microsoft Word RTF"
ID_GURGW_REPORT_EXCEL                         = "Microsoft Excel"
ID_POPUP_MENU_RGW_SECT_EDIT                   = "단면 편집 테이블"
ID_POPUP_MENU_RGW_WALL_MARK                   = "벽체 그룹별 결과 테이블"

// DgnListBtnDlg
ID_LIST_BTN_DLG_MENU_DET_DOC                  = "워드 : 상세 계산서"
ID_LIST_BTN_DLG_MENU_SUM_DOC                  = "워드 : 요약 계산서"
ID_LIST_BTN_DLG_MENU_INP_DOC                  = "워드 : 입력 데이터"
ID_LIST_BTN_DLG_MENU_DET_RTF                  = "워드 RTF : 상세 계산서"
ID_LIST_BTN_DLG_MENU_SUM_RTF                  = "워드 RTF : 요약 계산서"
ID_LIST_BTN_DLG_MENU_INP_RTF                  = "워드 RTF : 입력 데이터"
ID_LIST_BTN_DLG_MENU_DET_XLS                  = "엑셀 : 상세 계산서"
ID_LIST_BTN_DLG_MENU_SUM_XLS                  = "엑셀 : 요약 계산서"
ID_LIST_BTN_DLG_MENU_INP_XLS                  = "엑셀 : 입력 데이터"
ID_LIST_BTN_DLG_MENU_DET_LBX                  = "LibXL : 상세 계산서"
ID_LIST_BTN_DLG_MENU_SUM_LBX                  = "LibXL : 요약 계산서"
ID_LIST_BTN_DLG_MENU_INP_LBX                  = "LibXL : 입력 데이터"
ID_LIST_BTN_DLG_MENU_DET_TXT                  = "텍스트 : 상세 계산서"
ID_LIST_BTN_DLG_MENU_SUM_TXT                  = "텍스트 : 요약 계산서"
ID_LIST_BTN_DLG_MENU_INP_TXT                  = "텍스트 : 입력 데이터"
ID_LIST_BTN_DLG_MENU_BAT_DOC                  = "Microsoft Word"
ID_LIST_BTN_DLG_MENU_BAT_XLS                  = "Microsoft Excel"

// Report View Popup MENU
ID_DGN_REPORT_FIT_SIZE                        = "너비 자동 조정"
ID_DGN_REPORT_POPUP_MENU_DOC                  = "워드 문서"
ID_DGN_REPORT_POPUP_MENU_RTF                  = "워드 RTF 문서"
ID_DGN_REPORT_POPUP_MENU_XLS                  = "엑셀 스프레드쉬트"
ID_DGN_REPORT_POPUP_MENU_LBX                  = "LibXL 스프레드쉬트"
ID_DGN_REPORT_POPUP_MENU_TXT                  = "텍스트 파일"
